Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Date at which the adjustments performed in the comp round will come into effect.
tr_tr: Ücret turunda yapılan ayarlamaların yürürlüğe gireceği tarih.

source: Exchange rate type
tr_tr: Döviz kuru türü

source: The exchange rate type cannot be empty.
tr_tr: Döviz kuru türü boş olamaz.

source: Round code
tr_tr: Dönem kodu

source: A round with that code already exists
tr_tr: Bu koda sahip bir dönem zaten var

source: The round code cannot be empty.
tr_tr: Tur kodu boş olamaz.

source: A round with that code cannot be validated at this time. Please try again later.
tr_tr: Bu koda sahip bir tur şu anda doğrulanamıyor. Lütfen daha sonra tekrar deneyin.

source: Comp round owners
tr_tr: Ücretlendirme dönemi sahipleri

source: Round type
tr_tr: Tur türü

source: Choose the compensation components to include in this round
tr_tr: Bu turda dahil edilecek ücret bileşenlerini seçin

source: Please make sure at least one round type is enabled.
tr_tr: Lütfen en az bir tur türünün etkinleştirildiğinden emin olun.

source: Salary configuration
tr_tr: Maaş yapılandırması

source: Select the comp element that will store salary decisions
tr_tr: Maaş kararlarını saklayacak ücret öğesini seçin

source: Merit increases and base pay adjustments
tr_tr: Liyakat artışları ve temel ücret ayarlamaları

source: Enter the basic information for the round
tr_tr: Dönem için temel bilgileri girin

source: Round details
tr_tr: Dönem ayrıntıları

source: STI bonus (Short Term Incentive)
tr_tr: Kısa Vadeli Teşvik (STI) primi

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
tr_tr: Prim planını değiştirmek, bu ücretlendirme turundaki çalışanlar için primin yeniden hesaplanmasını tetikleyecektir. Devam etmek istediğinizden emin misiniz?

source: Change bonus plan
tr_tr: Prim planını değiştir

source: Incentive payouts and variable pay
tr_tr: Teşvik ödemeleri ve değişken ücret

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
tr_tr: Artık aktif olmayan bir ikramiye planının seçimini kaldırdınız. Turu kaydettiğinizde, tekrar seçim için kullanılamayacaktır.

source: Deactivated bonus plan
tr_tr: Devre dışı bırakılan ikramiye planı

source: Cut-off date
tr_tr: Kesilme tarihi

source: The cut-off date cannot be empty.
tr_tr: Kesim tarihi boş olamaz.

source: Date at which the data of the workers is to be filtered.
tr_tr: Çalışanların verilerinin filtreleneceği tarih.

source: The data model cannot be empty.
tr_tr: Veri modeli boş olamaz.

source: Warning!
tr_tr: Uyarı!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
tr_tr: Bu veri modeli şu anda kullanılmaktadır; değiştirildiğinde, tüm ilişkili yapılandırmalar silinecektir. Devam etmek istediğinizden emin misiniz?

source: Unselect & delete
tr_tr: Seçimi kaldır ve sil

source: The bonus plan effective date cannot be empty.
tr_tr: Prim planının yürürlük tarihi boş olamaz.

source: Specify the date at which the compensation adjustments will take effect.
tr_tr: Ücret ayarlamalarının yürürlüğe gireceği tarihi belirtiniz.

source: Effective dates
tr_tr: Geçerlilik tarihleri

source: The salary effective date cannot be empty.
tr_tr: Maaşın yürürlüğe girme tarihi boş bırakılamaz.

source: Freeze date
tr_tr: Dondurma tarihi

source: The freeze date cannot be empty.
tr_tr: Dondurma tarihi boş olamaz.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
tr_tr: Veri modeline yüklenen verilerde yapılan değişikliklerin comp turu için dikkate alınmayacağı tarih.

source: The name must be unique.
tr_tr: Ad benzersiz olmalıdır.

source: Create compensation round
tr_tr: Ücretlendirme dönemi oluşturun

source: Delete report
tr_tr: Raporu sil

source: Are you sure you want to delete this validation report?
tr_tr: Bu doğrulama raporunu silmek istediğinizden emin misiniz?

source: The report was successfully deleted.
tr_tr: Rapor başarıyla silindi.

source: Download report
tr_tr: Raporu indir

source: All data model fields.
tr_tr: Tüm veri model alanları.

source: Define a password to download the file
tr_tr: Dosyayı indirmek için bir şifre tanımlayın

source: Select fields:
tr_tr: Alanları seçin:

source: Only selected fields on the team planner view.
tr_tr: Yalnızca takım planlayıcı görünümünde seçili alanlar.

source: View & validate round configurations
tr_tr: Dönem yapılandırmalarını görüntüleyin ve doğrulayın

source: An error occurred when generating the report.
tr_tr: Rapor oluşturulurken bir hata oluştu.

source: The file is being generated; download will start shortly.
tr_tr: Dosya oluşturuluyor; indirme işlemi kısa süre içinde başlayacak.

source: Password
tr_tr: Şifre

source: The password must meet the following requirements:
tr_tr: Şifre aşağıdaki gereksinimleri karşılamalıdır:

source: Special characters allowed: {{characters}}
tr_tr: Özel karakterlere izin verilir: {{characters}}

source: Maximum password length: {{n}} characters
tr_tr: Maksimum şifre uzunluğu: {{n}} karakter

source: Minimum password length: {{n}} characters
tr_tr: Minimum şifre uzunluğu: {{n}} karakter

source: {{min}}-{{max}} characters long
tr_tr: {{min}}-{{max}} karakter uzunluğunda

source: Must contain at least one lowercase character
tr_tr: En az bir küçük harf içermelidir

source: Must contain at least one number
tr_tr: En az bir sayı içermelidir

source: Must contain at least one uppercase character
tr_tr: En az bir büyük harf içermelidir

source: Generate
tr_tr: Oluştur

source: Generate report
tr_tr: Rapor oluştur

source: Your validation report is being generated. You will be notified when it is ready.
tr_tr: Doğrulama raporunuz oluşturuluyor. Hazır olduğunda size bildirilecektir.

source: Notes
tr_tr: Notlar

source: Rename report
tr_tr: Raporu yeniden adlandır

source: The report was successfully renamed.
tr_tr: Rapor başarıyla yeniden adlandırıldı.

source: View and validate round configurations
tr_tr: Dönem yapılandırmalarını görüntüleyin ve doğrulayın

source: Validation
tr_tr: Doğrulama

source: Compensation manager
tr_tr: Ücretlendirme yöneticisi

source: HRBP approval
tr_tr: İK iş ortağı onayı

source: Manager +1 review
tr_tr: Yönetici +1 değerlendirmesi

source: HRBP review
tr_tr: İK İş Ortağı değerlendirmesi

source: Enable proposal adjustments
tr_tr: Teklif ayarlamalarını etkinleştir

source: Enable rejection of manager proposal
tr_tr: Yönetici teklifinin reddedilmesini etkinleştir

source: Enable rejection of manager+1 proposal
tr_tr: Yönetici+1 teklifinin reddedilmesini etkinleştir

source: Actions:
tr_tr: Eylemler:

source: Comp manager +1
tr_tr: Ücret yöneticisi +1

source: Add step
tr_tr: Adım ekle

source: Add step above
tr_tr: Yukarıya adım ekle

source: Add step below
tr_tr: Aşağıya adım ekle

source: Please fill in all the mandatory fields in the workflow step.
tr_tr: Lütfen iş akışı adımındaki tüm zorunlu alanları doldurun.

source: Apply template
tr_tr: Şablonu uygula

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
tr_tr: Tüm paydaşların aynı tarih aralığında paralel olarak çalıştığı ve bitiş tarihine kadar önerilerini sunduğu bir iş akışı oluşturun.

source: Collaborative
tr_tr: İşbirlikçi

source: The end date is required.
tr_tr: Bitiş tarihi gereklidir.

source: Specify the start and end dates during which edits to the round are permitted.
tr_tr: Turun düzenlemelerine izin verilen başlangıç ve bitiş tarihlerini belirtin.

source: Manager + 1
tr_tr: Yönetici + 1

source: Choose how the stakeholder will participate in the round.
tr_tr: Paydaşın turda nasıl yer alacağını seçin.

source: Collaboration settings
tr_tr: İş birliği ayarları

source: No access
tr_tr: Erişim yok

source: Read only
tr_tr: Salt okunur

source: Read and write
tr_tr: Oku ve yaz

source: Are you sure you want to delete this configuration?
tr_tr: Bu yapılandırmayı silmek istediğinizden emin misiniz?

source: Delete configuration
tr_tr: Yapılandırmayı sil

source: The configuration was successfully deleted.
tr_tr: Yapılandırma başarıyla silindi.

source: Current workflow step:
tr_tr: Mevcut iş akışı adımı:

source: Edit step
tr_tr: Adımı düzenle

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
tr_tr: Önceden tanımlanmış bir onay hiyerarşisine dayalı bir iş akışı oluşturun. Adımlar şu sırayı izler: HRBP değerlendirmesi → Ücret Yöneticisi önerisi → Ücret Yöneticisi +1 onayı → HRBP onayı.

source: Hierarchy-driven
tr_tr: Hiyerarşi odaklı

source: Preview template
tr_tr: Şablonu önizle

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
tr_tr: Bu şablonu uygulamak, mevcut tüm iş akışı yapılandırmalarınızın yerine geçecektir. Bu işlem geri alınamaz.

source: Replace current workflow?
tr_tr: Mevcut iş akışı değiştirilsin mi?

source: At least one of the following workflow steps must be enabled: {{steps}}.
tr_tr: Aşağıdaki iş akışı adımlarından en az biri etkinleştirilmelidir: {{steps}}.

source: Collaborative workflow
tr_tr: İşbirlikçi iş akışı

source: Manager +1 approval
tr_tr: Yönetici +1 onayı

source: Manager proposal
tr_tr: Yönetici önerisi

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
tr_tr: Boş bir tuvalden bir iş akışı oluşturun. Her adımı ihtiyaçlarınıza uyacak şekilde tanımlama, ekleme ve yapılandırma konusunda tam esnekliğe sahipsiniz.

source: Start from scratch
tr_tr: Sıfırdan başla

source: Not started
tr_tr: Başlamadı

source: Step actions
tr_tr: Adım eylemleri

source: Actor
tr_tr: Aktör

source: An actor can not be used in more than one configuration.
tr_tr: Bir aktör birden fazla yapılandırmada kullanılamaz.

source: Choose one or more actors
tr_tr: Bir veya daha fazla aktör seçin

source: The actor can not be empty.
tr_tr: Aktör boş olamaz.

source: Actors & permissions
tr_tr: Aktörler ve izinler

source: Add configuration
tr_tr: Yapılandırma ekle

source: Step {{stepNumber}}: {{stepName}}
tr_tr: Adım {{stepNumber}}: {{stepName}}

source: Step {{count}}
tr_tr: Adım {{count}}

source: Delete step
tr_tr: Adımı sil

source: Are you sure you want to delete the workflow step?
tr_tr: İş akışı adımını silmek istediğinizden emin misiniz?

source: Delete workflow step
tr_tr: İş akışı adımını sil

source: The workflow step was successfully deleted.
tr_tr: İş akışı adımı başarıyla silindi.

source: Set the workflow of the compensation round by determining approval dates
tr_tr: Onay tarihlerini belirleyerek ücretlendirme döneminin iş akışını ayarlayın

source: Duplicate configuration
tr_tr: Yapılandırmayı çoğalt

source: Step enabled
tr_tr: Adım etkinleştirildi

source: Step end date
tr_tr: Adım bitiş tarihi

source: The step end date must be before the end date of all the next steps.
tr_tr: Adım bitiş tarihi, sonraki tüm adımların bitiş tarihinden önce olmalıdır.

source: The step end date must be after the end date of all the previous steps.
tr_tr: Adım bitiş tarihi, önceki tüm adımların bitiş tarihinden sonra olmalıdır.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
tr_tr: Adım tarihi tur döneminin dışında ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
tr_tr: Adım bitiş tarihi boş bırakılamaz.

source: Field permissions
tr_tr: Alan izinleri

source: Hidden
tr_tr: Gizle

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
tr_tr: İş akışını düzenlemek (yani adım eklemek, silmek veya yeniden sıralamak) tüm çalışanları ilk adıma sıfırlayacaktır.

source: Step {{count}}: actions
tr_tr: Adım {{count}}: eylemler

source: The name can not be empty.
tr_tr: Ad boş olamaz.

source: This step isn’t configured yet.
tr_tr: Bu adım henüz yapılandırılmadı.

source: Step {{stepNumber}}: not configured
tr_tr: Adım {{stepNumber}}: yapılandırılmamış

source: Read
tr_tr: Oku

source: Remove configuration
tr_tr: Yapılandırmayı kaldır

source: Time-based progression
tr_tr: Zamana dayalı ilerleme

source: Automatically advance to next step when end date is reached
tr_tr: Bitiş tarihine ulaşıldığında otomatik olarak bir sonraki adıma geç

source: Write
tr_tr: Yazdır

source: Workflow steps
tr_tr: İş akışı adımları

source: Templates
tr_tr: Şablonlar

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
tr_tr: Bu iş akışı, paydaşların son tarihe kadar öneri göndermesi ve güncellemesi ile paralel işbirliğini sağlar.

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
tr_tr: Bu iş akışı, önceden tanımlanmış bir onay hiyerarşisini takip eder ve teklifler sırayla değerlendirmer ve onaylanır.

source: Action-driven
tr_tr: Eylem odaklı

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
tr_tr: Adımlar, işlemler (İlerle, Gönder, Onayla veya Reddet) gerçekleştirildiğinde çalışan başına ilerler. Esnek değerlendirme süreçleri için uygundur.

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
tr_tr: Tüm paydaşlar aynı tarih aralığında hareket eder ve bitiş tarihine kadar teklifleri paralel olarak tamamlar.

source: Workflow type
tr_tr: İş akışı türü

source: Time-driven
tr_tr: Zamana dayalı

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
tr_tr: Adımlar sabit başlangıç ve bitiş tarihlerini takip eder. Erişim yalnızca bu tarih aralığında verilir. Öngörülebilir değerlendirme döngüleri için idealdir.

source: View workflow
tr_tr: İş akışını görüntüle

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
tr_tr: Otomatik öneriyi açmak için yazın veya Ctrl+Space tuşlarına basın. Alan bulmak için Data model, Round inputs veya Round calculations gibi bir kök kaynakla başlayın.

source: Start guide
tr_tr: Başlangıç kılavuzu

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
tr_tr: Bir öğe seçtikten sonra alt özellikleri görmek için nokta (.) yazın. Basit bir değere (sayı veya metin) ulaşana kadar detaylandırmaya devam edin; bazı alanlar birkaç düzey gerektirebilir.

source: Drill down with dots
tr_tr: Noktalarla detaya in

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
tr_tr: Formülünüzü oluşturmak için özellikleri (yuvarlak alanlar), operatörleri (+, −, ×, ÷) ve işlevleri (matematik, metin, mantık) birleştirin. Siz yazarken otomatik öneri size yardımcı olur.

source: Properties, operators & functions
tr_tr: Özellikler, operatörler ve fonksiyonlar

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
tr_tr: Tüm iç içe geçme düzeylerindeki özelliklere göz atmak ve arama yapmak için Daha fazla bilgi'ye tıklayın. Turunuzun veri yapısını keşfetmek ve ihtiyacınız olan tam alanı bulmak için kullanın.

source: Browse available properties
tr_tr: Mevcut özelliklere göz at

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
tr_tr: Hata içeren formüller kaydedilemez. Sonraki hataya geçmek için F8'e basın veya doğrudan soruna gitmek için bir hata iletisine çift tıklayın.

source: Fix errors to save
tr_tr: Kaydetmek için hataları düzeltin

source: {{step}} of {{total}}
tr_tr: {{step}} / {{total}}

source: Open comp round
tr_tr: Ücretlendirme dönemini açın

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
tr_tr: Zor bir sonuçtan yumuşak bir sonuca geçerken, ifade formülünün kaydedilene kadar düzenlenemeyeceğini lütfen unutmayın.

source: Block save if this rule is not met
tr_tr: Bu kural karşılanmazsa kaydetmeyi engelleyin

source: Maximum outcome
tr_tr: Maksimum sonuç

source: Define the maximum outcome of the rule
tr_tr: Kuralın maksimum sonucunu tanımlayın

source: Minimum outcome
tr_tr: Minimum sonuç

source: Define the minimum outcome of the rule
tr_tr: Kuralın minimum sonucunu tanımlayın

source: Please provide at least one active rule.
tr_tr: Lütfen en az bir aktif kural belirtin.

source: The rule list is empty. Get started by creating a rule.
tr_tr: Kural listesi boş. Bir kural oluşturarak başlayın.

source: Are you sure you want to delete the compensation round?
tr_tr: Ücretlendirme dönemini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the pending draft of this compensation round?
tr_tr: Bu ücretlendirme turunun beklemedeki taslağını silmek istediğinizden emin misiniz?

source: Delete compensation round
tr_tr: Ücretlendirme dönemini sil

source: To confirm, type the round code: {{code}}
tr_tr: Onaylamak için, tur kodunu yazın: {{code}}

source: The confirmation code does not match.
tr_tr: Onay kodu eşleşmiyor.

source: The confirmation code is required.
tr_tr: Onay kodu gerekli.

source: Delete round
tr_tr: Turu sil

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
tr_tr: Bu ücret turunu silmek, onu etkin kullanımdan kaldıracaktır. Tüm öneriler korunacak, ancak artık düzenlenemeyecektir. Devam etmek istediğinizden emin misiniz?

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
tr_tr: Devam eden ücret planı turlarını silme izniniz yok. Bu işlemi yalnızca Global Compensation Admin rolüne sahip kullanıcılar gerçekleştirebilir.

source: Action not allowed
tr_tr: Eyleme izin verilmiyor

source: Delete pending draft
tr_tr: Bekleyen taslağı sil

source: Open compensation round
tr_tr: Ücret turunu aç

source: Create payroll data drop
tr_tr: Bordro veri aktarımı oluştur

source: Data entities & sources
tr_tr: Veri varlıkları ve kaynakları

source: Define the entities and fields to be included in this model.
tr_tr: Bu modelde yer alacak varlıkları ve alanları tanımlayın.

source: Show only selected items and rearrange them
tr_tr: Yalnızca seçili öğeleri gösterin ve bunları yeniden düzenleyin

source: No payroll data drop yet
tr_tr: Henüz maaş bordrosu verisi düşmedi

source: The payroll data drop was successfully created.
tr_tr: Bordro veri aktarımı başarıyla oluşturuldu.

source: The payroll data drop was successfully saved.
tr_tr: Bordro veri aktarımı başarıyla kaydedildi.

source: The payroll data drop was successfully updated.
tr_tr: Bordro veri aktarımı başarıyla güncellendi.

source: Create and manage payroll data drop rules.
tr_tr: Bordro veri düşürme kurallarını oluşturun ve yönetin.

source: The rule was successfully deleted.
tr_tr: Kural başarıyla silindi.

source: The rule was successfully duplicated.
tr_tr: Kural başarıyla çoğaltıldı.

source: Open payroll data drop
tr_tr: Maaş bordrosu veri açılır menüsünü aç

source: Edit payroll data drop
tr_tr: Maaş bordrosu veri bırakmasını düzenle

source: No payroll data drop configured yet
tr_tr: Henüz herhangi bir bordro veri aktarımı yapılandırılmadı

source: Connection name
tr_tr: Bağlantı adı

source: The connection name cannot be empty.
tr_tr: Bağlantı adı boş olamaz.

source: Worker selection
tr_tr: Çalışan seçimi

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
tr_tr: Bordro veri setindeki çalışanları filtrelemek için kuralı yapılandırmak üzere koşul blokları ekleyin

source: Define a name and description for this outbound connection.
tr_tr: Bu giden bağlantı için bir ad ve açıklama tanımlayın.

source: Payroll data drop details
tr_tr: Bordro veri aktarım detayları

source: Are you sure you want to delete this payroll data drop rule?
tr_tr: Bu bordro veri bırakma kuralını silmek istediğinizden emin misiniz?

source: Add translation
tr_tr: Çeviri ekle

source: Select language
tr_tr: Dil seçin

source: Create reminder
tr_tr: Hatırlatıcı oluştur

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
tr_tr: Bu çeviriyi silmek istediğinizden emin misiniz? <br/>Bu işlem tüm yapılandırmaları kalıcı olarak kaldıracaktır.

source: Delete translation
tr_tr: Çeviriyi sil

source: The translation was successfully deleted.
tr_tr: Çeviri başarıyla silindi.

source: Edit reminder
tr_tr: Hatırlatıcıyı düzenle

source: Reminder message
tr_tr: Hatırlatma mesajı

source: Languages: {{configured}}/{{total}}
tr_tr: Diller: {{configured}}/{{total}}

source: Comp admin contact email
tr_tr: Ücret yöneticisi iletişim e-postası

source: Comp admin contact name
tr_tr: Ücret yöneticisi iletişim adı

source: Comp round end date
tr_tr: Ücret turu bitiş tarihi

source: Comp round name
tr_tr: Ücret turu adı

source: Comp round start date
tr_tr: Ücret turu başlangıç tarihi

source: Comp round status
tr_tr: Ücret turu durumu

source: Comp round type
tr_tr: Ücret turu türü

source: Planner link
tr_tr: Planlayıcı bağlantısı

source: Recipient full name
tr_tr: Alıcının tam adı

source: Dynamic fields
tr_tr: Dinamik alanlar

source: Field {{field}} copied to clipboard
tr_tr: Alan {{field}} panoya kopyalandı

source: Email message
tr_tr: E-posta mesajı

source: The email message cannot be empty.
tr_tr: E-posta mesajı boş olamaz.

source: Email subject
tr_tr: E-posta konusu

source: The email subject cannot be empty.
tr_tr: E-posta konusu boş bırakılamaz.

source: Email toggle
tr_tr: E-posta geçişi

source: Manage translations
tr_tr: Çevirileri yönet

source: Notification bell
tr_tr: Bildirim zili

source: The notification bell message cannot be empty.
tr_tr: Bildirim zili mesajı boş olamaz.

source: Notification bell toggle
tr_tr: Bildirim zili geçişi

source: You must enable at least one reminder message.
tr_tr: En az bir hatırlatma mesajını etkinleştirmelisiniz.

source: View translations
tr_tr: Çevirileri görüntüle

source: Reminder name
tr_tr: Hatırlatıcı adı

source: The reminder name cannot be empty.
tr_tr: Hatırlatıcı adı boş olamaz.

source: Comp managers
tr_tr: Ücret yöneticileri

source: Comp managers +1
tr_tr: Ücret yöneticileri +1

source: Recipients
tr_tr: Alıcılar

source: Select the recipients of the reminder
tr_tr: Hatırlatma alıcılarını seçin

source: Select at least one recipient.
tr_tr: En az bir alıcı seçin.

source: Send reminder
tr_tr: Hatırlatma gönder

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
tr_tr: Bu hatırlatmayı seçili alıcılara göndermek üzeresiniz. Gönderildikten sonra düzenlenemez veya geri alınamaz.

source: Sent
tr_tr: Gönderilen

source: The reminder was successfully created.
tr_tr: Hatırlatma başarıyla oluşturuldu.

source: The reminder was successfully sent.
tr_tr: Hatırlatma başarıyla gönderildi.

source: The reminder was successfully updated.
tr_tr: Hatırlatma başarıyla güncellendi.

source: The translations were successfully added.
tr_tr: Çeviriler başarıyla eklendi.
